

/* Seafile */
"%@ can't verify the identity of the website \"%@\"" = "%1$@ can't verify the identity of the website \"%2$@\"";

/* Seafile */
"%@ does not support to preview file of this kind at the moment." = "%@ does not support to preview file of this kind at the moment.";

/* Seafile */
"%@ invite you to %@" = "%1$@ invite you to %2$@";

/* Seafile */
"%@, Uploaded %@" = "%1$@, Carregou %2$@";

/* Seafile */
"%@, uploading" = "%@, uploading";

/* Seafile */
"%@, waiting to upload" = "%@, waiting to upload";

/* Seafile */
"%ld photos remain" = "%ld photos remain";

/* Seafile */
"1 photo remain" = "1 photo remain";

/* Seafile */
"A file with the same name already exists, do you want to overwrite?" = "A file with the same name already exists, do you want to overwrite?";

/* Seafile */
"About" = "Sobre";

/* Seafile */
"Account" = "Account";

/* Seafile */
"Account Info" = "Informação de Conta";

/* Seafile */
"Accounts" = "Contas";

/* Seafile */
"Activities" = "Atividades";

/* Seafile */
"Activity" = "Atividade";

/* Seafile */
"Add a new discussion" = "Add a new discussion";

/* Seafile */
"Add account" = "Adicionar conta";

/* Seafile */
"Add contact" = "Add contact";

/* Seafile */
"Added" = "Added";

/* Seafile */
"Added directory" = "Added directory";

/* Seafile */
"Added file" = "Added file";

/* Seafile */
"Added or modified" = "Added or modified";

/* Seafile */
"All photos synced" = "All photos synced";

/* Seafile */
"Are you sure to clear all the cache?" = "Are you sure to clear all the cache?";

/* Seafile */
"Are you sure to log out?" = "Are you sure to log out?";

/* Seafile */
"Are you sure to cancel all downloading tasks?" = "Are you sure to cancel all downloading tasks?";

/* Seafile */
"Are you sure to cancel all uploading tasks" = "Are you sure to cancel all uploading tasks";

/* Seafile */
"Are you sure to save all photos to album?" = "Are you sure to save all photos to album";

/* Seafile */
"Auto Upload" = "Auto Upload";

/* Auto cleay library password */
"Auto clear passwords" = "Auto clear passwords";

/* Seafile */
"Auto merge by seafile system" = "Auto merge by seafile system";

/* Seafile */
"Auto upload should be enabled first." = "Auto upload should be enabled first.";

/* Seafile */
"Back" = "Voltar";

/* Seafile */
"Back to Last Account" = "Voltar à Última Conta";

/* Seafile */
"Background Upload" = "Background Upload";

/* Seafile */
"Backup Contacts" = "Backup Contacts";

/* Seafile */
"Cache" = "Cache";

/* FolderView_iPad.storyboard */
"Camera Upload" = "Camera Upload";

/* Seafile */
"Can not remove certificate because it is still in use" = "Can not remove certificate because it is still in use";

/* Seafile */
"Cancel" = "Cancelar";

/* Seafile */
"Cancel download" = "Cancelar a descarga";

/* Seafile */
"Changed library name or description" = "Changed library name or description";

/* Seafile */
"Checking library password ..." = "A verificar a palavra-passe da biblioteca ...";

/* Seafile */
"Choose" = "Escolher";

/* Seafile */
"Choose a Seafile server" = "Choose a Seafile server";

/* Seafile */
"Choose an account to start" = "Escolher uma conta para começar";

/* Seafile */
"Clear libraries passwords successfully." = "Clear libraries passwords successfully.";

/* Seafile */
"Clear library password successfully." = "Clear library password successfully.";

/* Seafile */
"Clear password" = "Clear password";

/* Seafile */
"Clear remembered passwords" = "Clear remembered passwords";

/* Seafile */
"Click \"Search\" to start" = "Clique em \"Procurar\" para começar";

/* Seafile */
"Connecting to server" = "A conectar ao servidor";

/* Seafile */
"Contacts Backup" = "Contacts Backup";

/* Seafile */
"Contacts backup failed." = "Contacts backup failed.";

/* Seafile */
"Contacts backup should be enabled first." = "Contacts backup should be enabled first.";

/* Seafile */
"Contacts backup succeeded." = "Contacts backup succeeded.";

/* Seafile */
"Contacts will be backuped as: %@ " = "Contacts will be backuped as: %@ ";

/* Seafile */
"Copy" = "Copiar";

/* Seafile */
"Copy Link to Clipboard" = "Copiar Ligação para Clipboard";

/* Seafile */
"Copy image to clipboard" = "Copiar imagem para clipboard";

/* Seafile */
"Copy share link to clipboard" = "Copy share link to clipboard";

/* Seafile */
"Copying files ..." = "A copiar ficheiros ...";

/* Seafile */
"Created library %@" = "Created library %@";

/* Seafile */
"Creating file ..." = "A criar ficheiros ...";

/* Seafile */
"Creating folder ..." = "A criar pasta ...";

/* Seafile */
"Delete" = "Eliminar";

/* Seafile */
"Deleted" = "Deleted";

/* Seafile */
"Deleted library %@" = "Deleted library %@";

/* Seafile */
"Deleting directory ..." = "Deleting directory ...";

/* Seafile */
"Deleting file ..." = "A eliminar ficheiro ...";

/* Seafile */
"Deleting files ..." = "A eliminar ficheiros ...";

/* Seafile */
"Destination" = "Destino";

/* Seafile */
"Directory '%@' is shared with you using %@" = "Directory '%1$@' is shared with you using %2$@";

/* Seafile */
"Discussion" = "Discussão";

/* Seafile */
"Do you want reset the uploaded photos?" = "Do you want reset the uploaded photos?";

/* Seafile */
"Do you want to backup contacts now? " = "Do you want to backup contacts now? ";

/* Seafile */
"Download" = "Download";

/* Seafile */
"Edit" = "Editar";

/* Seafile */
"Email" = "Email";

/* Seafile */
"Email or Username" = "Email or Username";

/* Seafile */
"Enable TouchID" = "Enable TouchID";

/* Seafile */
"Encrypted Libraries" = "Encrypted Libraries";

/* Seafile */
"Failed to add discussion" = "Falha ao adicionar discussão";

/* Seafile */
"Failed to authenticate" = "Failed to authenticate";

/* Seafile */
"Failed to copy files" = "Falha a copiar os ficheiros";

/* Seafile */
"Failed to create file" = "Falha a criar o ficheiro";

/* Seafile */
"Failed to create folder" = "Falha ao criar pasta";

/* Seafile */
"Failed to delete files" = "Falha ao eliminar ficheiros";

/* Seafile */
"Failed to download file '%@'" = "Failed to download file '%@'";

/* Seafile */
"Failed to find %@" = "Failed to find %@";

/* Seafile */
"Failed to find library" = "Failed to find library";

/* Seafile */
"Failed to generate share link of directory '%@'" = "Failed to generate share link of directory '%@'";

/* Seafile */
"Failed to generate share link of file '%@'" = "Falha ao gerar ligação de partilha do ficheiro '%@'";

/* Seafile */
"Failed to get groups ..." = "Falha a obter grupos ...";

/* Seafile */
"Failed to get messages" = "Failed to get messages";

/* Seafile */
"Failed to get modification details" = "Failed to get modification details";

/* Seafile */
"Failed to get starred files" = "Falha a obter ficheiros marcados";

/* Seafile */
"Failed to identify the coding of '%@'" = "Failed to identify the coding of '%@'";

/* Seafile */
"Failed to load activities" = "Failed to load activities";

/* Seafile */
"Failed to load content of the directory" = "Failed to load content of the directory";

/* Seafile */
"Failed to load files" = "Failed to load files";

/* Seafile */
"Failed to login" = "Failed to login";

/* Seafile */
"Failed to move files" = "Failed to move files";

/* Seafile */
"Failed to open file" = "Failed to open file";

/* Seafile */
"Failed to remove certificate" = "Failed to remove certificate";

/* Seafile */
"Failed to rename file" = "Failed to rename file";

/* Seafile */
"Failed to restore contacts." = "Failed to restore contacts.";

/* Seafile */
"Failed to save %@ to album" = "Failed to save %@ to album";

/* Seafile */
"Failed to save account" = "Failed to save account";

/* Seafile */
"Failed to search" = "Failed to search";

/* Seafile */
"Failed to send message" = "Failed to send message";

/* Seafile */
"Failed to upload file" = "Failed to upload file";

/* Seafile */
"File '%@' is shared with you using %@" = "File '%1$@' is shared with you using %2$@";

/* Seafile */
"File '%@' is too large to edit" = "File '%@' is too large to edit";

/* Seafile */
"File '%@' uploaded successfully" = "File '%@' uploaded successfully";

/* Seafile */
"File name invalid" = "File name invalid";

/* Seafile */
"File name must not be empty" = "File name must not be empty";

/* Seafile */
"Files with the same name already exist, do you want to overwrite?" = "Files with the same name already exist, do you want to overwrite?";

/* Seafile */
"Folder name invalid" = "Folder name invalid";

/* Seafile */
"Folder name must not be empty" = "Folder name must not be empty";

/* Seafile */
"For example: https://seacloud.cc or http://192.168.1.24:8000" = "For example: https://seacloud.cc or http://192.168.1.24:8000";

/* Seafile */
"Generate share link ..." = "Generate share link ...";

/* Seafile */
"Generate share link success" = "Generate share link success";

/* Seafile */
"Group discussion" = "Group discussion";

/* Seafile */
"Hey there!<br/><br/> I've been using %@ and thought you might like it. It is a free way to bring all you files anywhere and share them easily.<br/><br/>Go to the official website of %@:</br></br> <a href=\"%@\">%@</a>\n\n" = "Hey there!<br/><br/> I've been using %1$@ and thought you might like it. It is a free way to bring all you files anywhere and share them easily.<br/><br/>Go to the official website of %2$@:</br></br> <a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"Hi,<br/><br/>Here is a link to <b>'%@'</b> in my %@:<br/><br/> <a href=\"%@\">%@</a>\n\n" = "Hi,<br/><br/>Here is a link to <b>'%1$@'</b> in my %2$@:<br/><br/> <a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"Hi,<br/><br/>Here is a link to directory <b>'%@'</b> in my %@:<br/><br/> <a href=\"%@\">%@</a>\n\n" = "Hi,<br/><br/>Here is a link to directory <b>'%1$@'</b> in my %2$@:<br/><br/> <a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"How would you like to share this file?" = "How would you like to share this file?";

/* Seafile */
"Import client certificate" = "Import client certificate";

/* Seafile */
"Invalid Server" = "Invalid Server";

/* Seafile */
"Invalid email" = "Invalid email";

/* Seafile */
"Last Backup Time" = "Last Backup Time";

/* No comment provided by engineer. */
"Last Updated: %@" = "Última atualização: %@";

/* Seafile */
"Libraries" = "Libraries";

/* Loading Status */
"Loading..." = "A carregar...";

/* Seafile */
"Local Cache" = "Local Cache";

/* Local decryption */
"Local decryption" = "Local decryption";

/* Seafile */
"Log out" = "Log out";

/* Seafile */
"Login" = "Login";

/* Seafile */
"Message" = "Message";

/* Seafile */
"Messages" = "Messages";

/* Seafile */
"Modification Details" = "Modification Details";

/* Seafile */
"Modified" = "Modified";

/* Seafile */
"Modified file" = "Modified file";

/* Seafile */
"More" = "More";

/* Seafile */
"Move" = "Move";

/* Seafile */
"MoveTo" = "MoveTo";

/* Seafile */
"Moved" = "Moved";

/* Seafile */
"Moved directory" = "Moved directory";

/* Seafile */
"Moving files ..." = "Moving files ...";

/* Seafile */
"My Own Libraries" = "My Own Libraries";

/* Seafile */
"NO" = "NO";

/* FailToPreview_iPad.xib, FailToPreview_iPhone.xib, SeafCell.xib, SeafDirCell.xib, SeafMessageCell.xib, SeafUploadDirViewController.xib */
"Name" = "Name";

/* Seafile */
"Network unavailable" = "Network unavailable";

/* Seafile */
"New File" = "New File";

/* Seafile */
"New Folder" = "New Folder";

/* Seafile */
"New file name" = "New file name";

/* Seafile */
"New folder name" = "New folder name";

/* Seafile */
"No Results" = "No Results";

/* Seafile */
"No available certificates" = "No available certificates";

/* Seafile */
"OK" = "OK";

/* Seafile */
"Open elsewhere..." = "Open elsewhere...";

/* Seafile */
"Open in other applications" = "Open in other applications";

/* Seafile */
"Open photo browser" = "Open photo browser";

/* Seafile */
"Organization" = "Organization";

/* Seafile */
"Other Server" = "Other Server";

/* Seafile */
"Out of quota" = "Out of quota";

/* Seafile */
"Password" = "Password";

/* Seafile */
"Password must not be empty" = "Password must not be empty";

/* Seafile */
"Password of '%@'" = "Password of '%@'";

/* Seafile */
"Password of library '%@'" = "Password of library '%@'";

/* Seafile */
"Password required" = "Password required";

/* Seafile */
"PasteTo" = "PasteTo";

/* Seafile */
"Photos" = "Photos";

/* Seafile */
"Photos are not accessible" = "Photos are not accessible";

/* Seafile */
"Please authenticate to proceed" = "Please authenticate to proceed";

/* Seafile */
"Please disable \"Auto clear passwords\" for auto uploading photos to an encrypted library." = "Please disable \"Auto clear passwords\" for auto uploading photos to an encrypted library.";

/* Seafile */
"Please disable \"Auto clear passwords\" for uploading contacts to an encrypted library." = "Please disable \"Auto clear passwords\" for uploading contacts to an encrypted library.";

/* Seafile */
"Please enable \"Local decryption\" for auto uploading photos to an encrypted library." = "Please enable \"Local decryption\" for auto uploading photos to an encrypted library.";

/* Seafile */
"Please enable \"Local decryption\" for uploading contacts to an encrypted library." = "Please enable \"Local decryption\" for uploading contacts to an encrypted library.";

/* Seafile */
"Post a discussion to group" = "Post a discussion to group";

/* Seafile */
"Preview" = "Preview";

/* Seafile */
"Print" = "Print";

/* Pull down to get more messages */
"Pull down to get more messages..." = "Pull down to get more messages...";

/* Pull to refresh status */
"Pull to refresh..." = "Pull to refresh...";

/* Seafile */
"Recovered deleted directory" = "Recovered deleted directory";

/* Seafile */
"Redownload" = "Redownload";

/* Release to get more messages */
"Release to get more messages..." = "Release to get more messages...";

/* Release to refresh status */
"Release to refresh..." = "Release to refresh...";

/* Seafile */
"Remove client certificate" = "Remove client certificate";

/* Seafile */
"Removed" = "Removed";

/* Seafile */
"Removed directory" = "Removed directory";

/* Seafile */
"Removed file" = "Removed file";

/* Seafile */
"Rename" = "Rename";

/* Seafile */
"Renamed" = "Renamed";

/* Seafile */
"Renamed directory" = "Renamed directory";

/* Seafile */
"Renaming file ..." = "Renaming file ...";

/* Seafile */
"Replace" = "Replace";

/* Seafile */
"Reset repo password" = "Reset repo password";

/* Seafile */
"Restore Contacts" = "Restore Contacts";

/* Seafile */
"Restoring contacts." = "Restoring contacts.";

/* Seafile */
"Reverted file \"%@\" to status at %@." = "Reverted file \"%1$@\" to status at %2$@.";

/* Seafile */
"Reverted library to status at" = "Reverted library to status at";

/* Seafile push notification message */
"SEAFILE_LOC_KEY_FORMAT" = "%@, you got new messages from %@";

/* Seafile */
"Save" = "Save";

/* Seafile */
"Save Destination" = "Save Destination";

/* Seafile */
"Save all photos to album" = "Save all photos to album";

/* Seafile */
"Save to %@" = "Save to %@";

/* MainInterface.storyboard */
"Save to Seafile" = "Save to Seafile";

/* Seafile */
"Save to album" = "Save to album";

/* Seafile */
"Saving all photos to album" = "Saving all photos to album";

/* Seafile */
"Seafile" = "Seafile";

/* Seafile */
"Search" = "Search";

/* Seafile */
"Search files in this library" = "Search files in this library";

/* Seafile */
"Search is not supported on the server" = "Search is not supported on the server";

/* Seafile */
"Searching" = "Searching";

/* Seafile */
"Searching ..." = "Searching ...";

/* Seafile */
"Select All" = "Select All";

/* Seafile */
"Select None" = "Select None";

/* Seafile */
"Select a certificate" = "Select a certificate";

/* No comment provided by engineer. */
"Send" = "Send";

/* Seafile */
"Send share link via email" = "Send share link via email";

/* Seafile */
"Sending" = "Sending";

/* Seafile */
"Sending..." = "Sending...";

/* Seafile */
"Server" = "Server";

/* Seafile */
"Server must not be empty" = "Server must not be empty";

/* Seafile */
"Server, like https://seafile.cc" = "Server, like https://seafile.cc";

/* Seafile */
"Settings" = "Settings";

/* Seafile */
"Shared to me" = "Shared to me";

/* Seafile */
"Shibboleth" = "Shibboleth";

/* Seafile */
"Shibboleth Login" = "Shibboleth Login";

/* Seafile */
"Single Sign On" = "Single Sign On";

/* Seafile */
"Sort by Last Modifed Time" = "Sort by Last Modifed Time";

/* Seafile */
"Sort by Name" = "Sort by Name";

/* Seafile */
"Space Used" = "Space Used";

/* Seafile */
"Star" = "Star";

/* Seafile */
"Starred" = "Starred";

/* Seafile */
"Start to download folder: " = "Start to download folder: ";

/* Seafile */
"Start to download library: " = "Start to download library: ";

/* Seafile */
"Succeeded to remove certificate" = "Succeeded to remove certificate";

/* Seafile */
"Succeeded to restore contacts" = "Succeeded to restore contacts";

/* Seafile */
"Succeeded to save %@ to album" = "Succeeded to save %@ to album";

/* Seafile */
"Successfully imported %@" = "Successfully imported %@";

/* Seafile */
"Successfully moved" = "Successfully moved";

/* Seafile */
"Successfully copied" = "Successfully copied";

/* Seafile */
"Tell Friends about %@" = "Tell Friends about %@";

/* Seafile */
"The certificate from this website has been changed. Would you like to connect to the server anyway?" = "The certificate from this website has been changed. Would you like to connect to the server anyway?";

/* Seafile */
"The certificate from this website is invalid. Would you like to connect to the server anyway?" = "The certificate from this website is invalid. Would you like to connect to the server anyway?";

/* Seafile */
"The length of password should be between 3 and 100" = "The length of password should be between 3 and 100";

/* Seafile */
"The mail account has not been set yet" = "The mail account has not been set yet";

/* Seafile */
"The token is invalid, you need to login again" = "The token is invalid, you need to login again";

/* Seafile */
"There is no app which can open this type of file on this machine" = "There is no app which can open this type of file on this machine";

/* Seafile */
"There was a problem verifying your identity." = "There was a problem verifying your identity.";

/* Seafile */
"This app does not have access to your contacts." = "This app does not have access to your contacts.";

/* Seafile */
"This app does not have access to your location service." = "This app does not have access to your location service.";

/* Seafile */
"This app does not have access to your photos and videos." = "This app does not have access to your photos and videos.";

/* Seafile */
"This function is not supportted yet" = "This function is not supportted yet";

/* Seafile */
"This function is not supportted yet，you can copy it to the pasteboard and send mail by yourself" = "This function is not supportted yet，you can copy it to the pasteboard and send mail by yourself";

/* Seafile */
"Two step verification code" = "Two step verification code";

/* Seafile */
"Unstar" = "Unstar";

/* Seafile */
"Upload" = "Upload";

/* Seafile */
"Upload Destination" = "Upload Destination";

/* Seafile */
"Upload Videos" = "Upload Videos";

/* NSPhotoLibraryUsageDescription */
"Used to sync photos" = "Used to sync photos";

/* Seafile */
"Username" = "Username";

/* Seafile */
"Username must not be empty" = "Username must not be empty";

/* Seafile */
"Verification code must not be empty" = "Verification code must not be empty";

/* Seafile */
"Version" = "Version";

/* Seafile */
"Website" = "Website";

/* Seafile */
"Welcome to %@" = "Welcome to %@";

/* Seafile */
"Wifi Only" = "Wifi Only";

/* Seafile */
"Wipe Cache" = "Wipe Cache";

/* Seafile */
"Wrong library password" = "Wrong library password";

/* Seafile */
"Wrong password" = "Wrong password";

/* Seafile */
"Wrong username or password" = "Wrong username or password";

/* Seafile */
"YES" = "YES";

/* Seafile */
"You can enable access in Privacy Settings" = "You can enable access in Privacy Settings";

/* Seafile */
"Your device cannot authenticate using Touch ID." = "Your device cannot authenticate using Touch ID.";

/* Seafile */
"and %@ more" = "and %@ more";

/* SeafCell.xib */
"detail" = "detail";

/* Seafile */
"directories" = "directories";

/* Seafile */
"files" = "files";

/* Seafile */
"modified" = "modified";

/* Seafile */
"uploading" = "uploading";

/* waiting to upload */
"Waiting to upload" = "%Waiting to upload";

/* FolderView_iPad.storyboard, FolderView_iPhone.storyboard */
"www.seafile.com" = "www.seafile.com";

/* OK and Remember Device */
"OK and Remember Device" = "OK and Remember Device";

/* Alert change plan*/
"Plan contracted" = "Plano contratado";

"Change of plan" = "Mudança de planos";

"Your plan does not allow loading this type of file. Do you want to change your plan?" = "Seu plano não permite carregar esse tipo de arquivo. Você quer mudar seu plano?";

"ACCOUNT_4K_RESTRICTED_MSG" = "Seu plano não suporta arquivos 4K. Você quer mudar seu plano?";

"ACCOUNT_EXTENSION_RESTRICTED_MSG" = "Seu plano não suporta arquivos com esta extensão. Você quer mudar seu plano?";

"Change plan" = "Alterar Plano";

"ACCOUNT_UPLOAD_SIZE_LIMIT_MSG" = "Seu plano não permite carregar arquivos desse tamanho. Você quer mudar seu plano?";

"ACCOUNT_QUOTA_EXCEEDED_MSG" = "Seu plano não tem cota suficiente. Você quer mudar seu plano?";

"ACCOUNT_PLAN_DISABLE_OPCION" = "O teu plano de utilizador não permite esta opção";


"ACCOUNT_4K_RESTRICTED_MSG_SIMPLE" = "Seu plano não suporta arquivos 4K";

"ACCOUNT_EXTENSION_RESTRICTED_MSG_SIMPLE" = "Seu plano não suporta arquivos com esta extensão";

"ACCOUNT_UPLOAD_SIZE_LIMIT_MSG_SIMPLE" = "Seu plano não permite carregar arquivos desse tamanho";

"ACCOUNT_QUOTA_EXCEEDED_MSG_SIMPLE" = "Seu plano não tem cota suficiente";

/* Seafile */
"Information" = "Informação";

/* Seafile */
"Some backups did not run successfully. Please review the settings." = "Alguns backups não foram executados com sucesso. Por favor, reveja as configurações.";

/* Seafile */
"Album" = "Álbum";

/* Seafile */
"Cancelled" = "Cancelado";

/* Seafile */
"Completed" = "Concluído";

/* Seafile */
"Error" = "Erro";

/* Seafile */
"Expired" = "Expirado";

/* Seafile */
"Folder" = "Pasta";

/* Seafile */
"Gallery" = "Galeria";

/* Seafile */
"Pending" = "Pendente";

/* Seafile */
"Running" = "Em execução";

/* Seafile */
"Unknown" = "Desconhecido";

/* Seafile */
"Uploading" = "Carregando";

/* Seafile */
"View plans" = "Ver planos";

/* Seafile */
"Active until" = "Ativo até";

/* Seafile */
"Backup expiration" = "Expiração do backup";

/* Seafile */
"Backup settings" = "Configurações do backup";

/* Seafile */
"Confirm" = "Confirmar";

/* Seafile */
"Create new backup" = "Criar novo backup";

/* Seafile */
"Current backups" = "Backups atuais";

/* Seafile */
"Custom backups" = "Backups personalizados";

/* Seafile */
"Edit backup settings" = "Editar configurações do backup";

/* Seafile */
"Error" = "Erro";

/* Seafile */
"Full" = "Completo";

/* Seafile */
"Gallery" = "Galeria";

/* Seafile */
"Here" = "Aqui";

/* Seafile */
"Incremental" = "Incremental";

/* Seafile */
"Please select the source" = "Por favor, selecione a fonte";

/* Seafile */
"Please select the target folder" = "Por favor, selecione a pasta de destino";

/* Seafile */
"Quota Exceeded" = "Cota Excedida";

/* Seafile */
"Remove this settings?" = "Remover estas configurações?";

/* Seafile */
"Select Album" = "Selecionar Álbum";

/* Seafile */
"Select repository" = "Selecionar repositório";

/* Seafile */
"Select source folder" = "Selecionar pasta de origem";

/* Seafile */
"Some of your files will not be uploaded" = "Alguns dos seus arquivos não serão carregados";

/* Seafile */
"Source album" = "Álbum de origem";

/* Seafile */
"Source and target" = "Origem e destino";

/* Seafile */
"Source folder" = "Pasta de origem";

/* Seafile */
"Source folder not found" = "Pasta de origem não encontrada";

/* Seafile */
"Sync mode" = "Modo de sincronização";

/* Seafile */
"Target folder" = "Pasta de destino";

/* Seafile */
"Target folder not found" = "Pasta de destino não encontrada";

/* Seafile */
"There is not enough space in your cloud to store all the files. If you continue, some files will not be backed up." = "Não há espaço suficiente em sua nuvem para armazenar todos os arquivos. Se você continuar, alguns arquivos não serão copiados de segurança.";

/* Seafile */
"Upgrade plan" = "Plano de atualização";

/* Seafile */
"Upload Videos" = "Carregar Vídeos";

/* Seafile */
"Wifi Only" = "Apenas Wi-Fi";

"Deleted libraries" = "Bibliotecas excluídas";
"Deleted files" = "Ficheiros excluídos";

"Download error some file. Do you want to change the plan?" = "Erro de download de alguns arquivos. Quer alterar o plano?";

"Upgrade your plan to unlock this feature" = "Atualize seu plano para desbloquear esta funcionalidade";

"Inactive" = "Inativo";

"Choose from Library" = "Escolher da biblioteca";
"Take Photo" = "Tirar Foto";

/* A senha não atende aos requisitos */
"password_not_meet_requirements" = "A senha não atende aos requisitos";

/* Regras de compartilhamento de senha */
"password_sharing_rules" = "Senha (deve ter pelo menos 10 caracteres, incluindo pelo menos um símbolo, uma letra maiúscula, uma letra minúscula e um número)";

/* Dica de repetição de senha */
"repeat_password_hint" = "Repetir senha";

/* Senhas não coincidem */
"password_not_match" = "As senhas não coincidem";

/* Ação de compartilhar link */
"file_action_share_link" = "Compartilhar link";

/* Ação de compartilhar link usando senha */
"file_action_share_encrypt" = "Compartilhar link usando senha";

/* Inserir senha para compartilhar dica */
"share_input_password" = "Inserir senha para compartilhar";

"Enter password" = "Digite a senha";
"Confirm password" = "Confirmar senha";

"policy_privacy" = "Política de Privacidade";
"accept" = "Aceitar";
"url_privacy" = "https://ateneacloud.com/privacidad.html";

